Repository: wpify/woo-core
Catalog: languages/wpify-core-*.po
Languages: cs_cz, sk_sk

source: Settings
cs_cz: Nastavení
sk_sk: Nastavenia

source: Get more plugins and support
cs_cz: Více pluginů a podpora
sk_sk: Viac pluginov a podpora

source: Documentation
cs_cz: Dokumentace
sk_sk: Dokumentácia

source: Your %1$s plugin licence is not activated yet. Please <a href="%2$s">activate the domain</a> by connecting it with your WPify account!
cs_cz: Vaše licence pluginu %1$s ještě není aktivována. Prosím, <a href="%2$s">aktivujte doménu</a> propojením s vaším účtem WPify!
sk_sk: Vaša licencia pre plugin %1$s ešte nie je aktivovaná. Prosím, <a href="%2$s">aktivujte doménu</a> prepojením s vaším WPify účtom!

source: WPify Plugins
cs_cz: Pluginy WPify
sk_sk: WPify Pluginy

source: WPify Plugins Dashboard
cs_cz: Nástěnka WPify pluginů
sk_sk: Hlavný panel WPify pluginov

source: Dashboard
cs_cz: Nástěnka
sk_sk: Hlavný panel

source: Installed plugins
cs_cz: Instalované pluginy
sk_sk: Nainštalované pluginy

source: Our other plugins
cs_cz: Naše další pluginy
sk_sk: Naše ďalšie pluginy

source: Please, activate the license.
cs_cz: Prosím, aktivujte vaši licenci.
sk_sk: Prosím, aktivujte licenciu.

source: New version %s available.
cs_cz: Nová verze %s je k dispozici.
sk_sk: Nová verzia %s k dispozícii.

source: Deactivate
cs_cz: Deaktivovat
sk_sk: Deaktivovať

source: Activate
cs_cz: Aktivovat
sk_sk: Aktivovať

source: Get plugin
cs_cz: Získat plugin
sk_sk: Získať plugin

source: WPify News
cs_cz: Novinky WPify
sk_sk: Novinky WPify

source: Support
cs_cz: Podpora
sk_sk: Podpora

source: WPify Plugins Support
cs_cz: Podpora WPify pluginů
sk_sk: Podpora WPify pluginov

source: How do the pricing plans work?
cs_cz: Jak fungují ceny?
sk_sk: Ako fungujú cenové plány?

source: When you purchase the plugin, you receive support and updates for one year. After this period, the license will automatically renew.
cs_cz: Koupí pluginu získáte podporu a aktualizace pluginu na jeden rok. Po uplynutí této doby dojde k automatické platbě a obnovení licence.
sk_sk: Keď si zakúpite plugin, získate podporu a aktualizácie na jeden rok. Po uplynutí tejto doby sa licencia automaticky obnoví.

source: Will the plugin work if I do not renew my license?
cs_cz: Bude plugin fungovat, pokud neprodloužím licenci?
sk_sk: Bude plugin fungovať, ak neobnovím svoju licenciu?

source: Yes, the plugin will continue to work, but you will no longer have access to updates and support.
cs_cz: Ano, plugin bude fungovat i nadále, jen nebudete mít přístup k novým aktualizacím a podpoře pluginu.
sk_sk: Áno, plugin bude naďalej fungovať, ale už nebudete mať prístup k aktualizáciám a podpore.

source: I need a feature that the plugin does not currently support.
cs_cz: Potřebuji přidat nějakou funkcionalitu, kterou plugin zatím nepodporuje.
sk_sk: Potrebujem funkciu, ktorú plugin zatiaľ nepodporuje.

source: Let us know, and we will consider adding the requested functionality.
cs_cz: Dejte nám vědět a zvážíme rozšíření a přidání požadované funkcionality.
sk_sk: Dajte nám vedieť a zvážime pridanie požadovanej funkcie.

source: Support page
cs_cz: Stránka podpory
sk_sk: Stránka podpory

source: Your support request has been sent. We will get back to you shortly.
cs_cz: Vaše žádost o podporu byla odeslána. Brzy se vám ozveme.
sk_sk: Vaša žiadosť o podporu bola odoslaná. Čoskoro sa vám ozveme.

source: Your support request could not be sent. Please try again.
cs_cz: Vaši žádost o podporu se nepodařilo odeslat. Zkuste to prosím znovu.
sk_sk: Vašu žiadosť o podporu sa nepodarilo odoslať. Skúste to prosím znova.

source: Quick debugging checklist
cs_cz: Rychlý kontrolní seznam pro ladění
sk_sk: Rýchly kontrolný zoznam pre ladenie

source: Check order notes
cs_cz: Zkontrolujte poznámky k objednávce
sk_sk: Skontrolujte poznámky k objednávke

source: In the WooCommerce order detail, you’ll find notes that plugins automatically add. Look for messages about errors or failed operations.
cs_cz: V detailu objednávky WooCommerce najdete poznámky, které pluginy automaticky přidávají. Hledejte zprávy o chybách nebo neúspěšných operacích.
sk_sk: V detaile objednávky WooCommerce nájdete poznámky, ktoré pluginy automaticky pridávajú. Hľadajte správy o chybách alebo neúspešných operáciách.

source: Review logs
cs_cz: Zkontrolujte logy
sk_sk: Skontrolujte logy

source: Most plugins log communication in WPify → WPify Logs. Select the relevant plugin and date, look for records marked as ERROR.
cs_cz: Většina pluginů zaznamenává komunikaci v WPify → WPify Logs. Vyberte příslušný plugin a datum, hledejte záznamy označené ERROR.
sk_sk: Väčšina pluginov zaznamenáva komunikáciu v WPify → WPify Logs. Vyberte príslušný plugin a dátum, hľadajte záznamy označené ERROR.

source: Open WPify Logs
cs_cz: Otevřít WPify Logs
sk_sk: Otvoriť WPify Logs

source: Each plugin has its own troubleshooting section with descriptions of common errors and their solutions.
cs_cz: Každý plugin má vlastní sekci pro řešení problémů s popisem častých chyb a jejich řešení.
sk_sk: Každý plugin má vlastnú sekciu na riešenie problémov s popisom bežných chýb a ich riešení.

source: Contact support
cs_cz: Kontaktujte podporu
sk_sk: Kontaktujte podporu

source: If the problem persists, email us at support@wpify.io with a description of the problem, steps to reproduce, and relevant log content.
cs_cz: Pokud problém přetrvává, napište nám na support@wpify.io popis problému, kroky k reprodukci a relevantní obsah logu.
sk_sk: Ak problém pretrváva, napíšte nám na support@wpify.io popis problému, kroky na reprodukciu a relevantný obsah logu.

source: Full debugging guide
cs_cz: Úplný průvodce laděním
sk_sk: Úplný sprievodca ladením

source: Frequently Asked Questions
cs_cz: Často kladené dotazy
sk_sk: Často kladené otázky

source: Do you have any other questions?
cs_cz: Máte ještě nějakou otázku?
sk_sk: Máte ešte nejaké otázky?

source: Check out the plugin documentation to see if your question is already answered.
cs_cz: Zkuste se podívat do dokumentace pluginu, zda tam nenajdete odpověď.
sk_sk: Pozrite si dokumentáciu pluginu, či už neobsahuje odpoveď na vašu otázku.

source: Send a support request
cs_cz: Odeslat žádost o podporu
sk_sk: Odoslať žiadosť o podporu

source: General
cs_cz: Obecné
sk_sk: Všeobecné

source: Subject (optional)
cs_cz: Předmět (volitelné)
sk_sk: Predmet (voliteľné)

source: Short summary of the issue
cs_cz: Stručné shrnutí problému
sk_sk: Stručné zhrnutie problému

source: Contact email
cs_cz: Kontaktní e-mail
sk_sk: Kontaktný e-mail

source: Message
cs_cz: Zpráva
sk_sk: Správa

source: Attach log (optional)
cs_cz: Přiložit log (volitelné)
sk_sk: Priložiť log (voliteľné)

source: Hold Ctrl (Windows) or Cmd (Mac) to select multiple logs.
cs_cz: Pro výběr více logů podržte Ctrl (Windows) nebo Cmd (Mac).
sk_sk: Pre výber viacerých logov podržte Ctrl (Windows) alebo Cmd (Mac).

source: Attach files (optional)
cs_cz: Přiložit soubory (volitelné)
sk_sk: Priložiť súbory (voliteľné)

source: Screenshots or documents that help explain the issue.
cs_cz: Snímky obrazovky nebo dokumenty, které pomohou problém vysvětlit.
sk_sk: Snímky obrazovky alebo dokumenty, ktoré pomôžu problém vysvetliť.

source: Send request
cs_cz: Odeslat žádost
sk_sk: Odoslať žiadosť

source: Basic diagnostics (site, environment, active WPify plugins) are included automatically.
cs_cz: Základní diagnostika (web, prostředí, aktivní pluginy WPify) je přiložena automaticky.
sk_sk: Základná diagnostika (web, prostredie, aktívne WPify pluginy) je priložená automaticky.

source: You do not have permission to submit support requests.
cs_cz: Nemáte oprávnění odesílat žádosti o podporu.
sk_sk: Nemáte oprávnenie odosielať žiadosti o podporu.
